{
  "SSC-110-002": "A department ID that does not exist is specified.\n{{lines}}\nCheck the registered department ID.\nIf you want to add a new department, enter the department ID in the blank.",
  "SSC-110-003": "There is a line with a blank department name.\n{{lines}}\nEntering the department name is required for registration. Please check again.",
  "SSC-110-004": "A department with the same name already exists.\n{{lines}}\nPlease upload without duplication of department name.",
  "SSC-110-005": "There was the same department name in Excel.\n{{lines}}\nPlease upload without duplication.",
  "SSC-110-006": "There is a line that exceeds the character limit of the department name.\n{{lines}}\nPlease enter within 50 characters and upload.",
  "SSC-130-001": "There is a line where the regulatio type is blank.\n{{lines}}\nYou need to enter the specified type for registration. Please check again.",
  "SSC-130-002": "A non-existent regulation type is specified.\n{{lines}}\nIf you want to add a specified type, please do so from the specified type setting.\nIn case of incorrect input of the specified type, enter the correct specified type name.",
  "SSC-130-003": "A regulation ID that does not exist is specified.\n{{lines}}\nIf you want to change the existing regulation name, enter the regulation ID you want to change.\nIf you want to add a new regulation, enter the regulation ID in the blank.",
  "SSC-130-004": "There is a line where the reglation name is blank.\n{{lines}}\nPlease enter the regulation name.",
  "SSC-130-005": "There is already a regulation name with the same name.\n{{lines}}\nDuplicate rule names cannot be registered under the same rule type.\nPlease upload without duplication.",
  "SSC-130-006": "There was the same regulation name in Excel.\n{{lines}}\nDuplicate rule names cannot be registered under the same rule type.\nPlease upload without duplication.",
  "SSC-130-007": "Some lines exceed the specified number of characters.\n{{lines}}\nPlease enter within 100 characters and upload.",
  "SSC-130-010": "The regulation name you are trying to change already exists.\nDuplicate rule names cannot be registered under the same rule type.\nPlease check the contents again.",
  "SS-130-017": "The regulation name you are trying to change already exists.\nDuplicate rule names cannot be registered under the same rule type.\nPlease check the contents again.",
  "SSC-130-020": "I can't find any rules. It may have been deleted.",
  "SSC-140-003": "Duplicate with an existing type name",
  "SSC-180-006": "Duplicate with an existing email",
  "SSC-120-005": "部署IDが空欄の行があります。\n{{lines}}\n業務ユニット（大）の登録には部署IDの入力が必須です。いまいちどご確認ください。",
  "SSC-120-006": "業務ユニット（大）IDが空欄の行があります。\n{{lines}}\n業務ユニット（中）の登録には業務ユニット（大）IDの入力が必須です。いまいちどご確認ください。",
  "SSC-120-007": "業務ユニット（中）IDが空欄の行があります。\n{{lines}}\n業務ユニット（小）の登録には業務ユニット（中）IDの入力が必須です。いまいちどご確認ください。",
  "SSC-120-008": "存在しない部署IDが指定されています。\n{{lines}}\n部署マスタを確認し、すでにある部署IDを入力してください。",
  "SSC-120-009": "存在しない業務ユニット（大）IDが指定されています。\n{{lines}}\n現在登録済の業務ユニットを確認し、すでにある業務ユニット（大）IDを入力してください。",
  "SSC-120-010": "存在しない業務ユニット（中）IDが指定されています。\n{{lines}}\n現在登録済の業務ユニットを確認し、すでにある業務ユニット（中）IDを入力してください。",
  "SSC-120-011": "業務ユニット（大）名が空欄の行があります。\n{{lines}}\n登録には業務ユニット（大）名の入力が必須です。いまいちどご確認ください。",
  "SSC-120-012": "業務ユニット（中）名が空欄の行があります。\n{{lines}}\n登録には業務ユニット（中）名の入力が必須です。いまいちどご確認ください。",
  "SSC-120-013": "業務ユニット（小）名が空欄の行があります。\n{{lines}}\n登録には業務ユニット（小）名の入力が必須です。いまいちどご確認ください。",
  "SSC-120-014": "すでにある業務ユニット（大）と同一のものをアップロードしようとしています。\n{{lines}}\n同じ部署内の業務ユニット（大）名は重複のない状態でアップロードしてください。",
  "SSC-120-015": "すでにある業務ユニット（中）と同一のものをアップロードしようとしています。\n{{lines}}\n同じ業務ユニット（大）内の業務ユニット（中）名は重複のない状態でアップロードしてください。",
  "SSC-120-016": "すでにある業務ユニット（小）と同一のものをアップロードしようとしています。\n{{lines}}\n同じ業務ユニット（中）内の業務ユニット（小）名は重複のない状態でアップロードしてください。",
  "SSC-120-017": "Excel内に同一の業務ユニット（大）がありました。\n{{lines}}\n重複のない状態でアップロードしてください。",
  "SSC-120-018": "Excel内に同一の業務ユニット（中）がありました。\n{{lines}}\n重複のない状態でアップロードしてください。",
  "SSC-120-019": "Excel内に同一の業務ユニット（小）がありました。\n{{lines}}\n重複のない状態でアップロードしてください。",
  "SSC-120-020": "業務ユニット名の制限文字数を超えている行があります。\n{{lines}}\n50文字以内で入力しアップロードしてください。",
  "SSC-60-004": "開始日が完了日よりも未来の日付です\n日付を修正してください",
  "SSC-150-002": "There is a line where the department ID is blank.\n{{lines}}\nYou must enter the department ID for registration. Please check again.",
  "SSC-150-003": "There is a line where the business unit (large) ID is blank.\n{{lines}}\nEntering the business unit (large) ID is required for registration. Please check again.",
  "SSC-150-004": "A department ID that does not exist is specified.\n{{lines}}\nPlease specify the existing department ID.",
  "SSC-150-005": "A business unit (large) ID that does not exist is specified.\n{{lines}}\nSpecify the existing business unit (large) ID.",
  "SSC-150-006": "A business unit (middle) ID that does not exist is specified.\n{{lines}}\nSpecify the existing business unit (middle) ID.",
  "SSC-150-007": "A business unit (small) ID that does not exist is specified.\n{{lines}}\nSpecify an existing business unit (small) ID.",
  "SSC-150-008": "A task number that does not exist is specified.\n{{lines}}\nFor new registration, leave the task number blank, and for updating an existing task, specify the target task number and upload.",
  "SSC-150-009": "A task number that does not exist is specified.\n{{lines}}\nFor new registration, leave the task number blank, and for updating an existing task, specify the target task number and upload.",
  "SSC-150-010": "A task number that does not exist is specified.\n{{lines}}\nFor new registration, leave the task number blank, and for updating an existing task, specify the target task number and upload.",
  "SSC-150-011": "There is a line where the task name is blank.\n{{lines}}\nYou must enter the task name for registration. Please check again.",
  "SSC-150-012": "A task with the same configuration and name as the task you are trying to upload already exists.\nConfiguration: Business Unit (Large) -Task\n{{lines}}\nPlease upload in a state where the name does not overlap with the configuration of the existing task.",
  "SSC-150-013": "A task with the same configuration and name as the task you are trying to upload already exists.\nConfiguration: Business unit (large) -Business unit (medium) -Task\n{{lines}}\nPlease upload in a state where the name does not overlap with the configuration of the existing task.",
  "SSC-150-014": "A task with the same configuration and name as the task you are trying to upload already exists.\nConfiguration: Business unit (large) -Business unit (medium) -Business unit (small) Task\n{{lines}}\nPlease upload in a state where the name does not overlap with the configuration of the existing task.",
  "SSC-150-015": "A task with the same configuration and the same name already exists in Excel.\nConfiguration: Business Unit (Large) -Task\n{{lines}}\nPlease upload without duplication.",
  "SSC-150-016": "A task with the same configuration and the same name already exists in Excel.\nConfiguration: Business unit (large) -Business unit (medium) -Task\n{{lines}}\nPlease upload without duplication.",
  "SSC-150-017": "A task with the same configuration and the same name already exists in Excel.\nConfiguration: Configuration: Business Unit (Large) -Business Unit (Medium) -Business Unit (Small) Task\n{{lines}}\nPlease upload without duplication.",
  "SSC-150-018": "There is a line that exceeds the character limit of the business unit name.\n{{lines}}\nPlease enter within 50 characters and upload.",
  "SSC-150-019": "There is a line that exceeds the character limit of the task name.\n{{lines}}\nPlease enter within 100 characters and upload.",
  "SSC-150-020": "The task that occurs each time contains a due date setting.\n(You can enter any of the following dates: weekly due date, monthly due date, monthly due date (designated on the ◯ th day of the week), yearly due date, every year on the due date (designated on the XX day of the week))\n{{lines}}\nIf you want to register a task that occurs each time, leave the due date setting blank and upload.",
  "SSC-150-021": "A task with a deadline has multiple due dates.\n(There are tasks for which two or more types are entered: weekly due date, monthly due date, monthly due date (designated on the ◯ th day of the week), yearly due date, yearly due date (designated on the ◯ th day of the week), and arbitrary due date)\n{{lines}}\nWhen registering a task with a deadline, set one type of deadline and upload it.",
  "SSC-150-022": "The column \"○\" or \"day of the week\" is blank when specifying the due date.\n{{lines}}\nSpecify the due date and upload.",
  "SSC-150-023": "One of \"○ month\", \"○th\", and \"day of the week\" is blank when specifying the date.\n{{lines}}\nSpecify the due date and upload.",
  "SSC-150-024": "The column of \"○ month\" or \"early to the end of the month\" is blank when specifying the due date.\n{{lines}}\nSpecify the due date and upload.",
  "SSC-100-002": "There is already a task with the same name. Enter the task name so that it is unique.",
  "SSC-60-005": "担当者を指定してください",
  "SSC-60-010": "完了日が過去の日付です\nこの日付でよいかご確認ください",
  "SSC-170-006": "Same organization code already exists",
  "SSC-120-035": "A non-existent business unit (large) ID is specified. \nLines {{lines}}\nCheck the currently registered business unit and enter the existing business unit (large) ID. ",
  "SSC-120-034": "A business unit (middle) ID that does not exist is specified.\nLines {{lines}}\nCheck the currently registered business unit and enter the existing business unit (middle) ID.",
  "SSC-120-033": "A business unit (small) ID that does not exist is specified. Lines {{lines}}\nCheck the currently registered business unit and enter the existing business unit (small) ID.",
  "SSC-100-006": "Please specify the scheduled work time",
  "SSC-100-009": "Please specify the due date",
  "SSC-120-002": "Please select the unit level before downloading."
}
